Repository: pypi-data/pypi-mirror-359
Catalog: packages/collective.sendinblue/collective_sendinblue-2.0.4-py3-none-any.whl/collective/sendinblue/locales/*/LC_MESSAGES/collective.sendinblue.po
Languages: fr

source: ${plan_type} &mdash; credits : ${plan_credits} (${plan_credits_type})
fr: ${plan_type} &mdash; crédits : ${plan_credits} (${plan_credits_type})

source: API Key
fr: Clé API

source: Account
fr: Compte

source: Account key:
fr: Clé du compte:

source: Add Sendinblue Portlet
fr: Ajouter un portlet Sendinblue

source: Add redirect Sendinblue Portlet
fr: Ajouter une portlet de redirection sendinblue

source: Address:
fr: Adresse:

source: An error occured while triyng to subscribe to the newsletter
fr: Une erreur est survenue lors de l'inscription à la newsletter

source: Archive link
fr: Lien archives

source: Base url of the registration form to redirect to
fr: url de base vers le formulaire d'enregistrement de sendinblue.

source: Base url to redirect to
fr: url de redirection

source: City:
fr: Ville:

source: Company:
fr: Société:

source: Country:
fr: Pays:

source: Description of the rendered portlet
fr: Description qui s'affichera dans le portlet

source: Double opt-in only
fr: Uniquement pour le double opt-in

source: Edit Sendinblue Portlet
fr: Editer le portlet Sendinblue

source: Edit redirect Sendinblue Portlet
fr: Editer la portlet de redirection vers Sendinblue.

source: Email address
fr: Adresse email

source: First name:
fr: Prénom:

source: Key
fr: Clé

source: Last name:
fr: Nom:

source: Link to a page where you store previous newsletters
fr: Lien vers une page où vous stockez les newsletters précédentes

source: List
fr: Liste

source: Name
fr: Nom

source: Others informations and descriptions
fr: Autres informations et descriptions.

source: Please check the captcha to prove you're a human
fr: Veuillez cliquer sur le captcha pour prouver que vous n'êtes pas un robot

source: Please check your e-mail to confirm your subscription !
fr: Veuillez vérifier vos e-mails pour confirmer votre inscription !

source: Portlet description
fr: Description du portlet

source: Portlet header
fr: Titre du portlet

source: Redirection URL
fr: URL de redirection

source: Select list to enable subscriptions to
fr: Sélectionnez la liste à laquelle les utilisateurs pourront s'inscrire

source: Sendinblue API Key(s)
fr: Clé(s) API Sendinblue

source: Sendinblue Account(s)
fr: Compte(s) Sendinblue

source: Sendinblue Lists
fr: Listes Sendinblue

source: Sendinblue integration for Plone
fr: Intégration de Sendinblue pour Plone

source: Sendinblue integration for Plone.
fr: Intégration de Sendinblue pour Plone.

source: Sendinblue settings
fr: Paramètres Sendinblue

source: Standard
fr: Configuration

source: Subscribe
fr: S'inscrire

source: Template ID
fr: Identifiant du modèle

source: Text
fr: Texte

source: This portlet displays a redirect form to a Sendinblue list subscribe form.
fr: Cette portlet sert à afficher un formulaire qui va rediriger l'utilisateur vers un formulaire d'enregistrement de sendinblue

source: This portlet displays a subscription form for a Sendinblue newsletter.
fr: Ce portlet affiche un formulaire d'inscription à une newsletter Sendinblue

source: Title of the rendered portlet
fr: Titre qui s'affichera dans le portlet

source: Total subscribers
fr: Nombre total d'inscrits

source: Use a captcha to protect your subscription form against robots
fr: Utiliser un captcha pour protéger votre formulaire d'inscription contre les robots

source: Use captcha
fr: Avec captcha

source: Value
fr: Valeur

source: You are successfully subscribed to the newsletter !
fr: Vous êtes inscrit à la newsletter !

source: Zip:
fr: Code postal:

source: help_api_keys
fr: Entrez votre clé Sendinblue ici. Si vous avez plusieurs comptes Sendinblue, vous pouvez entrer une clé par ligne. Connectez-vous sur https://account.sendinblue.com/advanced/api et copiez la clé API dans ce champ.

source: help_email
fr: Veuillez entrer votre adresse e-mail.

source: msg_sendinblue_no_account
fr: Vous n'avez pas de compte valide lié au site pour l'instant.
