Repository: pypi-data/pypi-mirror-359
Catalog: packages/evennia/evennia-5.0.0.tar.gz/evennia-5.0.0/evennia/locale/*/LC_MESSAGES/django.po
Languages: fr

source: |c{key}|R is already puppeted by another Account.
fr: |c{key}|R est déjà contrôlé par un autre compte.

source: You cannot control any more puppets (max {_MAX_NR_SIMULTANEOUS_PUPPETS})
fr: Vous ne pouvez contrôler plus de poupées (Maximum : {_MAX_NR_SIMULTANEOUS_PUPPETS})

source: Too many login failures; please try again in a few minutes.
fr: Trop d'échecs de tentatives de connexion; veuillez réessayer dans quelques minutes.

source: |rYou have been banned and cannot continue from here. If you feel this ban is in error, please email an admin.|x
fr: |rVous avez été banni et ne pouvez plus continuer. Si vous pensez que c'est une erreur, veuillez contacter un admin par e-mail.|x

source: Username and/or password is incorrect.
fr: Nom d'utilisateur et/ou mot de passe incorrect(s).

source: Too many authentication failures.
fr: Trop d'échecs de tentatives de connexion.

source: You are creating too many accounts. Please log into an existing account.
fr: Vous créez trop de comptes. Veuillez vous connecter à un compte existant.

source: There was an error creating the Account. If this problem persists, contact an admin.
fr: Il y a eu une erreur lors de la création du compte. Si le problème persiste veuillez contacter un admin.

source: An error occurred. Please e-mail an admin if the problem persists.
fr: Une erreur s'est produite. Veuillez contacter un admin par e-mail si le problème persiste.

source: Account being deleted.
fr: Le compte a été supprimé.

source: |G{key} connected|n
fr: |G{key} s'est connecté(e)|n

source: The Character does not exist.
fr: Ce personnage n'existe pas.

source: |R{key} disconnected{reason}|n
fr: |R{key} s'est déconnecté(e){reason}|n

source: Guest accounts are not enabled on this server.
fr: Les comptes visiteurs ne sont pas actifs sur ce serveur.

source: All guest accounts are in use. Please try again later.
fr: Tous les comptes visiteurs sont utilisés. Veuillez réessayer plus tard.

source: An untrapped error occurred.
fr: Une erreur non capturée est survenue.

source: An untrapped error occurred. Please file a bug report detailing the steps to reproduce.
fr: Une erreur non capturée est survenue. Veuillez envoyer un rapport de bug détaillant les étapes afin de la reproduire.

source: A cmdset merger-error occurred. This is often due to a syntax error in one of the cmdsets to merge.
fr: Une erreur de fusion de set de commandes est survenue. Cela est souvent dû à une erreur de syntaxe lors de la fusion d'un set de commandes.

source: A cmdset merger-error occurred. Please file a bug report detailing the steps to reproduce.
fr: Une erreur de fusion de set de commandes est survenue. Veuillez envoyer un rapport de bug détaillant les étapes afin de la reproduire.

source: No command sets found! This is a critical bug that can have multiple causes.
fr: Aucun set de commandes trouvé! C'est un bug critique qui peut avoir de multiple causes.

source: No command sets found! This is a sign of a critical bug. If disconnecting/reconnecting doesn't" solve the problem, try to contact the server admin through" some other means for assistance.
fr: Pas de set de commandes trouvé! C'est le signe d'un bug critique. Si une déconnexion/reconnexion ne résous par le problème, essayez de contacter l'admin du serveur afin d'obtenir de l'aide.

source: A command handler bug occurred. If this is not due to a local change, please file a bug report with the Evennia project, including the traceback and steps to reproduce.
fr: Un bug avec le command handler s'est produit. Si ce n'est pas dû à un changement local, veuillez envoyer un rapport de bug au projet Evennia incluant le traceback et les étapes afin de le reproduire.

source: A command handler bug occurred. Please notify staff - they should likely file a bug report with the Evennia project.
fr: Un bug avec le command handler s'est produit. Veuillez notifier le staff. Ils enverront probablement un rapport de bug au projet Evennia.

source: Command recursion limit ({recursion_limit}) reached for '{raw_cmdname}' ({cmdclass}).
fr: Limite de récursion de commande ({recursion_limit}) atteinte pour '{raw_cmdname}' ({cmdclass}).

source: {traceback} {errmsg} (Traceback was logged {timestamp}).
fr: {traceback} {errmsg} (Le traceback a été écrit dans le log {timestamp}).

source: There were multiple matches.
fr: Il y a plusieurs correspondances possibles.

source: Command '{command}' is not available.
fr: La commande '{command}' n'est pas disponible.

source: Maybe you meant {command}?
fr: Vouliez-vous dire {command} ?

source: or
fr: ou

source: Type "help" for help.
fr: Tapez "help" pour obtenir de l'aide.

source: {traceback} Error loading cmdset '{path}' (Traceback was logged {timestamp})
fr: {traceback} Une erreur s'est produite lors du chargement du set de commandes '{path}' (Le traceback a été écrit dans le log : {timestamp})

source: Error loading cmdset: No cmdset class '{classname}' in '{path}'. (Traceback was logged {timestamp})
fr: Une erreur s'est produite lors du chargement du set de commandes: la classe cmdset '{classname}' est introuvable dans {path}. (Le Traceback a été écrit dans le log: {timestamp})

source: {traceback} SyntaxError encountered when loading cmdset '{path}'. (Traceback was logged {timestamp})
fr: {traceback} Erreur de syntaxe rencontrée lors du chargement de '{path}'. (Le Traceback a été écrit dans le log {timestamp})

source: {traceback} Compile/Run error when loading cmdset '{path}'. (Traceback was logged {timestamp})
fr: {traceback} Erreur de compilation/exécution lors du chargement du set de commandes '{path}'. (Le Traceback a été écrit dans le log {timestamp})

source: Error encountered for cmdset at path '{path}'. Replacing with fallback '{fallback_path}'.
fr: Une erreur a été rencontrée dans le set de commandes '{path}'. Le set de commandes '{fallback_path}' est utilisé en remplacement.

source: Fallback path '{fallback_path}' failed to generate a cmdset.
fr: Impossible de générer le set de commandes de remplacement : '{fallback_path}'.

source: (Unsuccessfully tried '{path}').
fr: (Essayé sans succès'{path}').

source: custom {mergetype} on cmdset '{cmdset}'
fr: {mergetype} personnalisé sur le set de commandes '{cmdset}'

source: Only CmdSets can be added to the cmdsethandler!
fr: Seuls des sets de commandes peuvent être ajoutés au cmdsethandler !

source: Lock: lock-function '{lockfunc}' is not available.
fr: Verrou: la fonction de verrouilage '{lockfunc}' n'est pas disponible.

source: Lock: definition '{lock_string}' has syntax errors.
fr: Verrou: la définition de '{lock_string}' comporte des erreurs de syntaxe.

source: LockHandler on {obj}: access type '{access_type}' changed from '{source}' to '{goal}'
fr: Gestionnaire de verrou sur {obj}: type d'accès '{access_type}' changé de '{source}' à '{goal}'

source: Lock: '{lockdef}' contains no colon (:).
fr: Verrou: '{lockdef}' manque deux points (:).

source: Lock: '{lockdef}' has no access_type (left-side of colon is empty).
fr: Verrou: '{lockdef}' ne possède pas de type d'accès (il n'y a rien avant les deux points).

source: Lock: '{lockdef}' has mismatched parentheses.
fr: Verrou: '{lockdef}' comporte des parenthèses non concordantes.

source: Lock: '{lockdef}' has no valid lock functions.
fr: Verrou: '{lockdef}' ne possède pas de fonction de verrouillage valide.

source: Couldn't perform move ({err}). Contact an admin.
fr: Impossible d'effectuer le déplacement ({err}). Veuillez contacter un admin.

source: The destination doesn't exist.
fr: La destination n'existe pas.

source: Could not find default home '(#{dbid})'.
fr: Impossible de trouver le foyer par défaut '(#{dbid})'.

source: Something went wrong! You are dumped into nowhere. Contact an admin.
fr: Quelque chose a mal tourné ! Vous vous trouvez au milieu de nulle part. Veuillez contacter un admin.

source: Your character {key} has been destroyed.
fr: Votre personnage {key} a été détruit.

source: You now have {name} in your possession.
fr: Vous avez maintenant {name} en votre possession.

source: {object} arrives to {destination} from {origin}.
fr: {object} arrive à {destination} depuis {origin}.

source: {object} arrives to {destination}.
fr: {object} arrive à {destination}.

source: Invalid character name.
fr: Nom de personnage invalide.

source: There are too many characters associated with this account.
fr: Il y a trop de personnages associés à ce compte.

source: This is a character.
fr: C'est un personnage.

source: |r{obj} has no location and no home is set.|n
fr: |r{obj} n'a pas de localisation et aucun foyer n'est déterminé.|n

source: You become |c{name}|n.
fr: Vous contrôlez maintenant |c{name}|n.

source: {name} has entered the game.
fr: {name} est entré(e) dans le jeu.

source: {name} has left the game{reason}.
fr: {name} est sorti(e) du jeu ({reason}).

source: This is a room.
fr: C'est une pièce.

source: This is an exit.
fr: C'est une sortie.

source: You cannot go there.
fr: Vous ne pouvez pas aller là.

source: Error
fr: Erreur

source: Warning
fr: Avertissement

source: Prototype requires a prototype_key
fr: Le prototype requiert prototype_key

source: {protkey} is a read-only prototype (defined as code in {module}).
fr: {protkey} est un prototype en lecture seule (définit comme code dans {module}).

source: {protkey} is a read-only prototype (passed directly as a dict).
fr: {protkey} est un prototype en lecture seule (passé directement comme un dictionnaire).

source: Prototype {prototype_key} was not found.
fr: Le prototype {prototype_key} n'a pas été trouvé.

source: {caller} needs explicit 'edit' permissions to delete prototype {prototype_key}.
fr: {caller} a besoin de la permission explicite 'edit' pour supprimer le prototype {prototype_key}.

source: Found {num} matching prototypes among {module_prototypes}.
fr: Trouvé {num} prototypes correspondants parmi {module_prototypes}.

source: No prototypes found.
fr: Aucun prototype trouvé.

source: Prototype lacks a 'prototype_key'.
fr: Le prototype n'a pas de 'prototype_key'.

source: Prototype {protkey} requires `typeclass` or 'prototype_parent'.
fr: Le prototype {protkey} requiert `typeclass` ou 'prototype_parent'.

source: Prototype {protkey} can only be used as a mixin since it lacks 'typeclass' or 'prototype_parent' keys.
fr: Le prototype {protkey} ne peut être utilisé qu'en tant que mixin car il n'a pas de clé 'typeclass' ou 'prototype_parent'.

source: {err}: Prototype {protkey} is based on typeclass {typeclass}, which could not be imported!
fr: {err} : Le prototype {protkey} est basé sur la typeclass {typeclass}, qui n'a pas pu être importée !

source: Prototype {protkey} tries to parent itself.
fr: Le prototype {protkey} essaie d'être son propre parent.

source: Prototype {protkey}'s `prototype_parent` (named '{parent}') was not found.
fr: Le `prototype_parent` du prototype {protkey} (nommé '{parent}') n'a pas été trouvé.

source: {protkey} has infinite nesting of prototypes.
fr: {protkey} a une imbrication infinie de prototypes.

source: Prototype {protkey} has no `typeclass` defined anywhere in its parent chain. Add `typeclass`, or a `prototype_parent` pointing to a prototype with a typeclass.
fr: Le prototype {protkey} n'a pas de `typeclass` défini dans sa chaîne parentale. Ajoutez une `typeclass`, ou un `prototype_parent` pointant vers un prototype avec une typeclass.

source: Diff contains non-dicts that are not on the form (old, new, action_to_take): {diffpart}
fr: "diff" contient des non-dicts qui ne sont pas formatés (ancien, nouveau, action à prendre): {diffpart}

source: Script {key}(#{dbid}) of type '{name}': at_repeat() error '{err}'.
fr: Le script {key}(#{dbid}) de type '{name}': a rencontré une erreur durant at_repeat(): '{err}'.

source: Welcome to your new |wEvennia|n-based game! Visit https://www.evennia.com if you need help, want to contribute, report issues or just join the community. As a privileged user, write |wbatchcommand tutorial_world.build|n to build tutorial content. Once built, try |wintro|n for starting help and |wtutorial|n to play the demo game.
fr: Bienvenue dans votre nouveau jeu basé sur |wEvennia|n ! Visitez le site Web http://www.evennia.com si vous avez besoin d'aide, pour contribuer au projet, afin de rapporter des bugs ou faire partie de la communauté. En tant que super utilisateur (#1), vous pouvez créer une zone de démo/tutoriel en entrant la commande |w@batchcommand tutorial_world.build|n.

source: This is User #1.
fr: C'est l'utilisateur #1.

source: Limbo
fr: Limbes

source: {servername} DoS protection is active.You are queued to connect in {num} seconds ...
fr: La protection DoS de {servername} est active. Vous êtes en attente de connexion dans {num} secondes ...

source: idle timeout exceeded
fr: délai d'inactivité dépassé

source: (connection lost)
fr: (connexion perdue)

source: Your client sent an incorrect UTF-8 sequence.
fr: Votre client a envoyé une séquence UTF-8 incorrecte.

source: ... Server restarted.
fr: ... Serveur redémarré.

source: Logged in from elsewhere. Disconnecting.
fr: Connexion d'une autre session. Déconnexion de celle-ci.

source: Idle timeout exceeded, disconnecting.
fr: Délai d'inactivité dépassé, déconnexion.

source: Too many failed attempts; you must wait a few minutes before trying again.
fr: Trop de tentatives ont échoué ; vous devez attendre quelques minutes avant de réessayer.

source: Sorry, that username is reserved.
fr: Désolé, ce nom d'utilisateur est réservé.

source: Sorry, that username is already taken.
fr: Désolé, ce nom d'utilisateur est déjà pris.

source: {policy} From a terminal client, you can also use a phrase of multiple words if you enclose the password in double quotes.
fr: {policy} Depuis votre client, vous pouvez également préciser une phrase contenant plusieurs mots séparés par un espace, dès lors que cette phrase est entourée de guillemets.

source: |rNo save function defined. Buffer cannot be saved.|n
fr: |rAucune fonction d'enregistrement définie. La pile ne peut être sauvegardée.|n

source: No changes need saving
fr: Aucune modification ne doit être sauvegardée

source: Exited editor.
fr: Sortie de l'éditeur.

source: {error} |rQuit function gave an error. Skipping.|n
fr: {error} |rLa fonction quitter à retourner une erreur. On passe.|n

source: {error} |rThe editor state could not be saved for persistent mode. Switching to non-persistent mode (which means the editor session won't survive an eventual server reload - so save often!)|n
fr: {error} L'éditeur n'a pas pu sauvergarder en mode persistent. Changement pour le mode non-persistant. Cela signifie que l'éditeur ne survivra pas à un rechargement du serveur, alors sauvegardez souvent !

source: EvEditor persistent-mode error. Commonly, this is because one or more of the EvEditor callbacks could not be pickled, for example because it's a class method or is defined inside another function.
fr: EvEditeur erreur du mode persistant. Usuellement, c'est lorsque un ou plusieurs appel n'ont pu aboutir dans l'éditeur. Par exemple, c'est parcequ'une méthode de class et définie à l'intérieur d'une autre fonction.

source: Nothing to undo.
fr: Rien pour revenir en arrière.

source: Nothing to redo.
fr: Rien à rétablir.

source: Undid one step.
fr: Un pas supprimé.

source: Redid one step.
fr: Un pas ajouté.

source: Single ':' added to buffer.
fr: Un seul ':' ajouté à la pile.

source: Save before quitting?
fr: Sauver avant de quitter ?

source: Reverted all changes to the buffer back to original state.
fr: Retour à l'état initial de toutes les modifications apportées au tampon.

source: Deleted {string}.
fr: {string} supprimé.

source: You must give a search word to delete.
fr: Vous devez donner un mot de recherche à supprimer.

source: Removed {arg1} for lines {l1}-{l2}.
fr: {arg1} retiré des lignes {l1}-{l2}.

source: Removed {arg1} for {line}.
fr: {arg1} retiré de la ligne {line}

source: Cleared {nlines} lines from buffer.
fr: {nlines} lignes nettoyées depuis la pile.

source: {line}, {cbuf} cut.
fr: {line}, {cbuf} coupée.

source: Copy buffer is empty.
fr: Le tampon de copie est vide.

source: Pasted buffer {cbuf} to {line}.
fr: La Pile (buffer) copié de {cbuf} à {line}

source: You need to enter a new line and where to insert it.
fr: Vous devez saisir une nouvelle ligne et indiquer où l'insérer.

source: Inserted {num} new line(s) at {line}.
fr: {num} ligne(s) insérée(s) depuis la ligne : {line}.

source: You need to enter a replacement string.
fr: Vous devez saisir une chaîne de remplacement.

source: Replaced {num} line(s) at {line}.
fr: {num} lignes remplacées à partir de la ligne {line}.

source: You need to enter text to insert.
fr: Vous devez saisir le texte à insérer.

source: Inserted text at beginning of {line}.
fr: Texte ajouté au début de la ligne {line}.

source: You need to enter text to append.
fr: Vous avez besoin d'insérer du texte à ajouter.

source: Appended text to end of {line}.
fr: Text ajouté à la fin de la ligne {line}.

source: You must give a search word and something to replace it with.
fr: Vous devez donner un mot de recherche et quelque chose pour le remplacer.

source: Search-replaced {arg1} -> {arg2} for lines {l1}-{l2}.
fr: Rechercher-remplacer {arg1} -> {arg2} pour les lignes {l1}-{l2}.

source: Search-replaced {arg1} -> {arg2} for {line}.
fr: Recherche-remplacer {arg1} -> {arg2} pour la ligne {line}.

source: Flood filled lines {l1}-{l2}.
fr: Lignes remplies (inondées ?) {l1}-{l2}.

source: Flood filled {line}.
fr: "flood" rempli {line}.

source: Valid justifications are
fr: Les justification validées sont

source: {align}-justified lines {l1}-{l2}.
fr: {align}-lignes justifiées{l1}-{l2}.

source: Indented lines {l1}-{l2}.
fr: Lignes indentées {l1}-{l2}.

source: Indented {line}.
fr: Indentée {line}.

source: Removed left margin (dedented) lines {l1}-{l2}.
fr: Suppression de la marge gauche (dédentée) lignes {l1}-{l2}.

source: Removed left margin (dedented) {line}.
fr: Suppression de la marge gauche (dédentée) {line}.

source: Echo mode set to {mode}
fr: Mode d'écho réglé sur {mode}

source: This command is only available in code editor mode.
fr: Cette commande n'est disponible qu'en mode éditeur de code.

source: Decreased indentation: new indentation is {indent}.
fr: Diminution de l'indentation : la nouvelle indentation est {indent}.

source: |rManual indentation is OFF.|n Use := to turn it on.
fr: |rL'indentation manuelle est désactivée.|n Utilisez := pour l'activer.

source: Increased indentation: new indentation is {indent}.
fr: Augmentation de l'indentation : la nouvelle indentation est {indent}.

source: Auto-indentation turned on.
fr: Auto-indentation activée.

source: Auto-indentation turned off.
fr: Auto-indentation désactivée.

source: Line Editor [{name}]
fr: Édition ligne [{name}]

source: (:h for help)
fr: (:h pour l'aide)

source: Menu node '{nodename}' is either not implemented or caused an error. Make another choice or try 'q' to abort.
fr: Le nœud de menu '{nodename}' n'est pas implémenté ou a provoqué une erreur. Faites un autre choix ou essayez 'q' pour abandonner.

source: Error in menu node '{nodename}'.
fr: Erreur dans le nœud de menu '{nodename}'.

source: No description.
fr: Aucune description.

source: Commands: <menu option>, help, quit
fr: Utilisez une des commandes : <menu option>, help, quit

source: Commands: <menu option>, help
fr: Utilisez une des commandes : <menu option>, help

source: Commands: help, quit
fr: Utilisez une des commandes : help, quit

source: Commands: help
fr: Utilisez la commande : help

source: Choose an option or try 'help'.
fr: Choisissez une option ou entrez la commande 'help'.

source: |rInvalid choice.|n
fr: |rChoix invalide.|n

source: |Wcurrent|n
fr: |WActuel|n

source: |wp|Wrevious page|n
fr: |wp|Wage précédente|n

source: |wn|Wext page|n
fr: |wp|Wpage suivante|n

source: Aborted.
fr: Abandonné.

source: |rError in ask_yes_no. Choice not confirmed (report to admin)|n
fr: |rErreur dans ask_yes_no. Choix non confirmé (signaler à l'admin)|n

source: |xExited pager.|n
fr: |xSortie du pager.|n

source: Option not found!
fr: Option non trouvée !

source: Option field blank!
fr: Champ d'option vide !

source: Multiple matches:
fr: Plusieurs correspondances possibles:

source: Please be more specific.
fr: Veuillez être plus précis.

source: {obj}.{handlername} is a handler and can't be set directly. To add values, use `{obj}.{handlername}.add()` instead.
fr: {obj}.{handlername} est un handler et ne peut pas être défini directement. Pour ajouter des valeurs, utilisez `{obj}.{handlername}.add()` à la place.

source: {obj}.{handlername} is a handler and can't be deleted directly. To remove values, use `{obj}.{handlername}.remove()` instead.
fr: {obj}.{handlername} est un handler et ne peut pas être supprimé directement. Pour supprimer des valeurs, utilisez plutôt `{obj}.{handlername}.remove()` .

source: Could not find '{query}'.
fr: Impossible de trouver '{query}'.

source: More than one match for '{query}' (please narrow target):
fr: Plus d'une correspondance pour '{query}' (veuillez préciser la cible):

source: Input could not be converted to text ({err})
fr: L'entrée n'a pas pu être convertie en texte ({err})

source: Nothing entered for a {option_key}!
fr: Rien n'a été saisi pour une {option_key} !

source: '{entry}' is not a valid {option_key}.
fr: '{entry}' n'est pas une {option_key} valide.

source: No {option_key} entered!
fr: Aucune {option_key} n'a été saisie !

source: Timezone string '{acct_tz}' is not a valid timezone ({err})
fr: La chaîne de fuseau horaire '{acct_tz}' n'est pas un fuseau horaire valide ({err})

source: {option_key} must be entered in a 24-hour format such as: {timeformat}
fr: {option_key} doit être saisie dans un format de 24 heures tel que : {timeformat}

source: Could not convert section '{interval}' to a {option_key}.
fr: Impossible de convertir la section '{interval}' en {option_key}.

source: That {option_key} is in the past! Must give a Future datetime!
fr: Cette {option_key} est dans le passé ! Doit donner une date future !

source: Must enter a whole number for {option_key}!
fr: Vous devez entrer un nombre entier pour {option_key} !

source: Could not convert '{entry}' to a whole number for {option_key}!
fr: Impossible de convertir '{entry}' en un nombre entier pour {option_key} !

source: Must enter a whole number greater than 0 for {option_key}!
fr: Vous devez entrer un nombre entier supérieur à 0 pour {option_key} !

source: {option_key} must be a whole number greater than or equal to 0!
fr: {option_key} doit être un nombre entier supérieur ou égal à 0 !

source: Must enter a true/false input for {option_key}. Accepts {alternatives}.
fr: Doit saisir une entrée vrai/faux pour {option_key}. Accepte les {alternatives}.

source: That matched: {matches}. Please be more specific!
fr: Correspondances: {matches}. Veuillez être plus précis!

source: Could not find timezone '{entry}' for {option_key}!
fr: Impossible de trouver le fuseau horaire '{entry}' pour {option_key} !

source: Email address field empty!
fr: Le champ de l'adresse électronique est vide !

source: That isn't a valid {option_key}!
fr: Ce n'est pas une {option_key} valide !

source: No {option_key} entered to set!
fr: Aucune {option_key} n'a été saisie pour le réglage !

source: Must enter an access type!
fr: Vous devez entrer un type d'accès !

source: Access type must be one of: {alternatives}
fr: Le type d'accès doit être l'un des suivants : {alternatives}

source: Lock func not entered.
fr: La fonction de verrouillage n'a pas été saisie.

source: Add
fr: Ajouter

source: View
fr: Voir

source: Change
fr: Changer

source: You don’t have permission to view or edit anything.
fr: Vous n'avez pas la permission de voir ou de modifier quoi que ce soit.
