Repository: pypi-data/pypi-mirror-359
Catalog: packages/invenio-rdm-records/invenio_rdm_records-19.3.0.tar.gz/invenio_rdm_records-19.3.0/invenio_rdm_records/translations/*/LC_MESSAGES/messages.po
Languages: et, sv

source: Other
et: Muu
sv: Övrig

source: Best match
et: Parim vaste
sv: Bästa matchningen

source: Newest
et: Uusim
sv: Nyaste

source: Oldest
et: Vanim
sv: Äldst

source: Version
et: Versioon

source: Recently updated
et: Hiljuti uuendatud
sv: Nyligen uppdaterad

source: Least recently updated
et: Kõige kauem aega tagasi uuendatud
sv: Senast uppdaterad

source: Set name
et: Määra nimi
sv: Ange namn

source: Set spec
et: Määra spetsifikatsioon
sv: Ställ in spec

source: Created
et: Loodud
sv: Skapad

source: Updated
et: Uuendatud
sv: Uppdaterad

source: Your shared link has expired.
et: Sinu jagatav link on aegunud.
sv: Din delade länk har upphört att gälla.

source: Search query
et: Otsingupäring
sv: Sök query

source: A short human-readable string naming the set.
et: Lühike inimloetav string, mis annab komplektile nime.
sv: En kort läsbar sträng som namnger uppsättningen.

source: An identifier for the set, which cannot be edited after the set is created.
et: Komplekti identifikaator, mida ei saa pärast komplekti loomist redigeerida.
sv: En identifierare för uppsättningen, som inte kan redigeras efter att uppsättningen har skapats.

source: See the supported query syntax in the <a href='/help/search'>Search Guide</a>.
et: Vaadake toetatud päringu süntaksit <a href='/help/search'>otsingujuhendist</a>.
sv: Se frågesyntaxen som stöds i <a href='/help/search'>Search Guide</a>.

source: Ascending
et: Kasvav
sv: Stigande

source: Descending
et: Kahanev
sv: Nedåtgående

source: Name
et: Nimetus
sv: Namn

source: Spec
et: Spetsifikatsioon

source: A set where {query_arguments} does not exist.
et: Kogum, milles {query_arguments}, ei ole olemas.
sv: En set där {query_arguments} inte existerar.

source: A set with id {id} does not exist.
et: Kogumit id-ga {id} ei ole olemas.
sv: En set med id {id} finns inte.

source: A set with spec '{spec}' already exists.
et: Kogum spetsifikatsiooniga '{spec}' on juba olemas.
sv: En set med spec '{spec}' finns redan.

source: The set with id {id} is not editable.
et: Komplekti ID-ga {id} ei saa muuta.
sv: Uppsättningen med id {id} kan inte redigeras.

source: The spec must not start with any of the following list '{prefix}'.
et: Spetsifikatsioon ei tohi alata ühegi järgmise loendiga „{prefix}”.
sv: Specifikationen får inte börja med någon av följande lista '{prefix}'.

source: The spec must only consist of letters, numbers or {marks}.
et: Tehnilised andmed peavad koosnema ainult tähtedest, numbritest või {marks}.
sv: Specifikationen får endast bestå av bokstäver, siffror eller {marks}.

source: Unknown draft status for review: {reviewstatus}.
et: Mustandi staatus teadmata arvustusel: {reviewstatus}.
sv: Okänd utkaststatus för granskning: {reviewstatus}.

source: Unknown draft status.
et: Mustandi staatus teadmata.
sv: Okänd utkaststatus.

source: Community submission
et: Kogukonnas esitatud
sv: Community inlämning

source: Citation string style not found.
et: Tsiteeringu stringi vormindamise stiil on puudu.
sv: Det gick inte att hitta citatsträngsstil.

source: Review for draft not found
et: Mustandi ülevaadet ei leitud
sv: Recension för utkast hittades inte

source: Invalid publication date value.
et: Avaldamise kuupäeval on vale väärtus.
sv: Ogiltigt publiceringsdatumvärde.

source: Open
et: Avatud
sv: Öppen

source: Embargoed
et: Embargo all
sv: Embargo

source: Restricted
et: Piiratud
sv: Begränsad

source: Metadata-only
et: Ainult metaandmed
sv: Endast metadata

source: The record and files are publicly accessible.
et: Kirje ja failid on avalikult kättesaadavad.
sv: Rekorden och filerna är allmänt tillgängliga.

source: No files are available for this record.
et: Selle kirje juures puuduvad failid.
sv: Inga filer är tillgängliga för denna rekord.

source: The record and files will be made publicly available on %(date)s.
et: Kirje ja selle juures olevad failid tehakse avalikult kättesaadavaks %(date)s.
sv: Dokumentet och filerna kommer att göras allmänt tillgängliga på %(date)s.

source: The record and files are restricted to users with access.
et: Kirje ja selle juures olevad failid on kättesaadavad ainult ligipääsuõigusega kasutajatele.
sv: Recorden och filerna är begränsade till användare med åtkomst.

source: The record will be made publicly available on %(date)s.
et: Kirje tehakse avalikult kättesaadavaks %(date)s.
sv: Rekorden kommer att göras allmänt tillgängligt den %(date)s.

source: The record is restricted to users with access.
et: Kirje on kättesaadav ainult ligipääsuõigusega kasutajatele.
sv: Recorden är begränsad till användare med åtkomst.

source: The files will be made publicly available on %(date)s.
et: Failid tehakse avalikult kättesaadavaks %(date)s.
sv: Filerna kommer att göras allmänt tillgängliga på %(date)s.

source: The record is publicly accessible, but files are restricted to users with access.
et: Kirje on avaliku juurdepääsuga, aga selle failid on kättesaadavad ainult ligipääsuõigusega kasutajatele.
sv: Rekorden är allmänt tillgänglig, men filerna är begränsade till användare med åtkomst.

source: Review not found.
et: Ülevaatust ei leitud.
sv: Granskning hittades inte.

source: Record submitted to restricted community cannot be public.
et: Piiratud kogukonnale esitatud kirje ei saa olla avalik.
sv: Uppgifter som skickas till begränsad grupp kan inte vara offentliga.

source: Access status
et: Ligipääsu staatus
sv: Åtkomststatus

source: Status
et: Staatus

source: Published
et: Avaldatud
sv: Publicerad

source: Unpublished
et: Avaldamata
sv: Opublicerad

source: Languages
et: Keeled
sv: Språk

source: Resource types
et: Ressursi tüübid
sv: Resurstyper

source: Subjects
et: Teemad
sv: Ämnen

source: You cannot delete a draft with an open review. Please cancel the review first.
et: Ei ole võimalik kustutada ülevaatamisel olevat mustandit. Palun tühistage esmalt ülevaatus.
sv: Du kan inte ta bort ett utkast med en öppen granskning. Avbryt recensionen först.

source: Invalid {scheme}
et: Seda {scheme} ei saa kasutada
sv: Ogiltig {scheme}

source: A PID already exists for type {scheme}
et: {scheme} tüübi kohta on juba olemas PID.
sv: Ett PID finns redan för typen {schema}

source: External identifier value is required.
et: Välise identifikaatori väärtus on nõutud.
sv: Externt identifieringsvärde krävs.

source: PID not found for type {scheme}
et: {scheme} tüübi kohta ei leitud PID-d.
sv: PID hittades inte för typ {schema}

source: Cannot discard a reserved or registered persistent identifier.
et: Registreeritud või registreeritud püsivast identifikaatorist ei saa loobuda.
sv: Det går inte att kassera en reserverad eller registrerad beständig identifierare.

source: {pid_type}:{identifier} already exists.
et: {pid_type}:{identifier} on juba olemas.
sv: {pid_type}:{identifier} finns redan.

source: The prefix '{prefix}' is administrated locally.
et: Prefiksit '{prefix}' hallatakse kohalikult.
sv: Prefixet '{prefix}' administreras lokalt.

source: Missing {scheme} for required field.
et: Nõutud välja jaoks puudub {scheme}.
sv: Saknar {schema} för obligatoriskt fält.

source: A review already exists for this record
et: Selle kirje kohta on juba ülevaade tehtud.
sv: Det finns redan en recension för denna rekord

source: You cannot create a review for an already published record.
et: Juba avaldatud kirje kohta ei saa luua ülevaadet.
sv: Du kan inte skapa en recension för en redan publicerad rekord.

source: Invalid review type.
et: Vale ülevaate tüüp.
sv: Ogiltig recensionstyp.

source: You cannot delete a review for a draft that has already been published.
et: Juba avaldatud mustandi kohta kirjutatud ülevaadet ei saa kustutada.
sv: Du kan inte ta bort en recension för ett utkast som redan har publicerats.

source: An open review cannot be deleted.
et: Avatud ülevaadet ei saa kustutada.
sv: En öppen recension kan inte raderas.

source: Invalid persistent identifier scheme.
et: Püsiva identifikaatori skeem on vale.
sv: Ogiltigt beständigt identifierarschema.

source: Embargo end date must be set to a future date.
et: Embargo lõppkuupäev peab olema tulevikus.
sv: Embargots slutdatum måste ställas in på ett framtida datum.

source: Embargo end date must be unset or in the past.
et: Embargo lõppkuupäev ei tohi olla määratud või peab olema möödunud.
sv: Embargots slutdatum måste vara inställt eller i det förflutna.

source: '{field_name}' must be either 'public' or 'restricted'
et: '{field_name}' peab olema kas 'avalik' või 'piiratud'
sv: '{field_name}' måste vara antingen 'public' eller 'restricted'

source: Only one value is accepted.
et: Sobib ainult üks väärtus.
sv: Endast ett värde accepteras.

source: Not a valid locale.
et: See lokaat ei kehti.
sv: Inte en giltig lokalitet.

source: Invalid value. Choose one of {NAMES}.
et: Kehtetu väärtus. Vali üks {NAMES}.
sv: Ogiltigt värde. Välj ett av {NAMN}.

source: Family name cannot be blank.
et: Perekonnanime väli ei tohi olla tühi.
sv: Efternamn får inte vara tomt.

source: Name cannot be blank.
et: Nime väli ei tohi olla tühi.
sv: Namnet får inte vara tomt.

source: Not a valid URL.
et: Kehtetu URL.
sv: Inte en giltig URL.

source: An existing id or a free text title must be present
et: Vajalik on eksisteeriv ID või vabatekstiline pealkiri
sv: Ett befintligt id eller en fritexttitel måste finnas

source: Only an existing id or free text title/description/link is accepted, but not both cases at the same time
et: Sobib ainult olemasolev id või vabatekstiline pealkiri/kirjeldus/link, aga mitte mõlemad korraga.
sv: Endast ett befintligt id eller fritexttitel/beskrivning/länk accepteras, men inte båda fallen samtidigt

source: At least one of ['geometry', 'place', identifiers', 'description'] must be present.
et: Kohal peab olema vähemalt üks järgmistest: ['geometry', 'place', identifiers', 'description'].
sv: Minst en av ['geometri', 'place', identifierare", "beskrivning"] måste finnas.

source: Missing data for required field.
et: Nõutud väljal puuduvad andmed.
sv: Saknar data för obligatoriskt fält.

source: Size cannot be a blank string.
et: Suurus ei saa olla tühi string.
sv: Storleken kan inte vara en tom sträng.

source: Format cannot be a blank string.
et: Formaat ei saa olla tühi string.
sv: Formatet får inte vara en tom sträng.

source: Expiration date must be set to the future
et: Aegumiskuupäev peab olema tulevikus
sv: Utgångsdatum måste ställas in på framtiden

source: Cannot postpone expiration of links
et: Linkide aegumist ei saa edasi lükata
sv: Kan inte skjuta upp utgången av länkar

source: An access permission level is required
et: Ligipääsuloa tase on nõutud
sv: En åtkomstbehörighetsnivå krävs

source: Invalid access permission level.
et: Ligipääsuloa tase ei ole õige.
sv: Ogiltig åtkomstbehörighetsnivå.

source: Handle
sv: Hantera

source: GeoNames
sv: Geonamn
